IDEA Open Model
MaterialBoltGrade.Code Property
Compatible with IDEA StatiCa v 10.1
 Design code
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public CountryCode Code { get; set; }
Public Property Code As CountryCode
	Get
	Set
public:
property CountryCode Code {
	CountryCode get ();
	void set (CountryCode value);
}
Property Value
Type: CountryCode
See Also
Reference
MaterialBoltGrade Class
IdeaRS.OpenModel.Material Namespace